IdeaRS.Connections
TonguePlateData.ConPltMaterialName Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the name of the material of connectiong plate (cap) If value is null or empty material is taken from column
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConPltMaterialName { get; set; }
Property Value
Type: String
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace